{"basics":{"name":"Jindi Huang","label":"","image":"","email":"jindi.huang@econ.uzh.ch","phone":"(+41) 765920130","url":""},"education":[{"institution":"University of Zurich","location":"Zurich, Switzerland","url":"https://www.econ.uzh.ch/en.html","studyType":"Ph.D Economics","startDate":"2021-08","endDate":"present"},{"institution":"Peking University","location":"Beijing, China","url":"https://www.pku.edu.cn/","studyType":"B.A. Economics","startDate":"2017-09","endDate":"2021-07","courses":["GPA: 3.83/4.0","Outstanding Graduates, Kuang-Hua Scholarship"]},{"institution":"University of Berkeley, California","location":"Berkeley, Unite States","url":"https://www.berkeley.edu/","studyType":"Semester Exchange","startDate":"2020-01","endDate":"2020-05","courses":["GPA: 3.9/4.0"]}],"experience":[{"name":"Harvard University","position":"Research Assistant","startDate":"2020","endDate":"present","summary":"Complexity in Mechanism Design: Experimental Evidence.","discription":"Supervised by Prof. Benjamin Enke, Thomas Graeber and Shengwu Li.","highlights":["The project provides a series of experimental tests of formal and informal notions of complexity in mechanism design.","Designed and launched multiplayer experiments including auctions, matchings and preference elicitation on Prolific using Python and JavaScript","Proposed a method to separately measure the decomposed complexity, which bridged the gap between the recently published paper on implementation complexity to our current work."]},{"name":"Peking University & University of Zurich","position":"Research Assistant","startDate":"2020","summary":"Happy Times: Identification from Ordered Response Data.","discription":"Supervised by Prof. Shuo Liu and Nick Netzer.","highlights":["The project augments the traditional ordered response model with response time to solve the identification problem of two groups' relative average happiness proposed by Bond and Lang(2019).","Ran nonparametric estimation of the ordinal response functions and constructed confidence intervals using bootstrap.","Proposed econometric methods to study quantiles as a supplement of means to uncover distributional information"]},{"name":"University of California, Los Angeles","position":"Research Assistant","startDate":"2020","summary":"Digital Technology and Labor Market in Brazil.","discription":"Supervised by Prof. Christopher Poliquin.","highlights":["The project studies the impact of digital technology on the wage and employment structure in Brazil.","Established a robust workflow in Stata to analyze large-scale data with over 20 billion observations through a remote server.","Uncovered information from paper maps using GIS and automated the process by integrating it with Python."]}],"publications":[{"name":"From “Hospital Runs” to “Health Care for All”: The Impact of the Public Health Policy Change","discription":"","publisher":"China Journal of Economics","releaseDate":"","summary":""}],"work in progress":[{"name":"Dynamic Inconsistency in Risk Preferences","discription":"","url":"","highlights":["Conducted experiments on Prolific to show that risk preferences are dynamically inconsistent: Individuals are more risk-averse when making decisions for now than for future.","Separately estimated time-specific loss aversion parameter and utility curvature parameters in gain and loss domains, suggesting that the inconsistent risk preferences exist mostly in the loss domain.","Analyzed three types of anticipatory utility models and provide experimental evidence to show that the attention-based utility best models the observed behavior."]},{"name":"Who Bears motherhood Wage Penalty and How? The Income Dynamics Following Childbirth in China","discription":"","url":"","highlights":["Studied the trend break of mothers‘ employment and wage after giving birth to children.","Showed that mothers with less education bear motherhood wage penalty more and families from rural areas suffer from a significant and long-lasting drop of agricultural income following childbirth."]},{"name":"Does Distance Affect College Enrollment? Evidence from the National College Entrance Exam of China","url":"","discription":"With Zixuan Liu, Xiang Zhang","highlights":["Used large-scale data scraped from college admission websites to show a causal relationship between geographical distance and the college admission score.","Showed that the limited number of available school slots from far-away college is not due to geographical discrimination from college supply side."]}],"languages":[{"language":"Chinese","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""},{"language":"German","fluency":"Intermediate","icon":""}],"interests":[{"name":"Behavioral Economics","icon":"","keywords":[]},{"name":"Labor Economics","icon":"","keywords":[]}]}